[
    {
        "img": "https://i.ibb.co/rsyg7Rm/sports-Car1.png",
        "name": "Super Speed Racer",
        "seller_name": "Toyland Toys",
        "seller_email": "info@toylandtoys.com",
        "sub_category": "Sports Car",
        "sub_category_id": "a",
        "price": 19.99,
        "rating": 4.5,
        "available_quantity": 10,
        "description": "Get ready to race with the Super Speed Racer! This sleek and stylish sports car is perfect for young racing enthusiasts. It features a vibrant red color, aerodynamic design, and smooth wheels for high-speed action. With its sturdy construction and realistic detailing, the Super Speed Racer provides endless hours of fun. Let your child's imagination zoom ahead as they create exciting racing scenarios and compete with their friends. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/z52Nz1W/sports-Car2.png",
        "name": "Turbo Racer GT",
        "seller_name": "Funland Toys",
        "seller_email": "info@funlandtoys.com",
        "sub_category": "Sports Car",
        "sub_category_id": "a",
        "price": 29.99,
        "rating": 4.8,
        "available_quantity": 8,
        "description": "Experience the thrill of speed with the Turbo Racer GT! This high-performance toy car is designed for ultimate racing excitement. Its sleek design, vibrant colors, and realistic detailing make it stand out on the track. The Turbo Racer GT features a pull-back mechanism for a turbocharged launch. Watch it zoom across the floor as your child engages in thrilling races and challenges. With its durable construction and smooth wheels, this sports car guarantees endless hours of fast-paced fun. Suitable for ages 5 and up."
    },
    {
        "img": "https://i.ibb.co/44R28K1/sports-Car3.png",
        "name": "Supercharged Speedster",
        "seller_name": "Toy World",
        "seller_email": "sales@toyworld.com",
        "sub_category": "Sports Car",
        "sub_category_id": "a",
        "price": 34.99,
        "rating": 4.6,
        "available_quantity": 12,
        "description": "Get ready to rev up the excitement with the Supercharged Speedster! This dynamic toy car is designed for high-speed adventures. Its sleek and aerodynamic design, combined with striking red paint, makes it a true sports car experience. The Supercharged Speedster features friction-powered wheels for thrilling races across any surface. Let your child's imagination soar as they engage in epic races and create their own racing championships. With its sturdy construction and realistic details, this toy car guarantees hours of action-packed fun. Suitable for ages 6 and up."
    },
    {
        "img": "https://i.ibb.co/V2XtHwk/sports-Car4.png",
        "name": "Velocity Viper",
        "seller_name": "Toys Galore",
        "seller_email": "info@toysgalore.com",
        "sub_category": "Sports Car",
        "sub_category_id": "a",
        "price": 39.99,
        "rating": 4.9,
        "available_quantity": 3,
        "description": "Unleash the speed and power of the Velocity Viper! This sleek toy car is built for high-performance racing. Its aerodynamic design, bold yellow color, and racing stripes make it a standout on the track. The Velocity Viper features pull-back action for a lightning-fast launch. Watch it zoom across the floor, leaving a trail of excitement in its wake. With its durable construction and smooth wheels, this sports car is perfect for thrilling races and epic challenges. Get ready for adrenaline-pumping fun! Suitable for ages 7 and up."
    },
    {
        "img": "https://i.ibb.co/gJG46Dh/Truck1.png",
        "name": "Mighty Hauler",
        "seller_name": "Truckin' Toys",
        "seller_email": "sales@truckintoys.com",
        "sub_category": "Truck",
        "sub_category_id": "b",
        "price": 27.99,
        "rating": 4.3,
        "available_quantity": 6,
        "description": "Get ready for heavy-duty fun with the Mighty Hauler toy truck! This rugged and powerful truck is built to transport cargo and conquer tough terrains. With its realistic design, vibrant colors, and sturdy construction, it's perfect for little truck enthusiasts. The Mighty Hauler features a detachable trailer that can be loaded and unloaded, providing endless play possibilities. Watch your child engage in imaginative hauling adventures and create their own mini transportation fleet. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/1sX27BR/Truck2.png",
        "name": "Monster Transporter",
        "seller_name": "Funland Toys",
        "seller_email": "info@funlandtoys.com",
        "sub_category": "Truck",
        "sub_category_id": "b",
        "price": 32.99,
        "rating": 4.7,
        "available_quantity": 8,
        "description": "Experience monstrous fun with the Monster Transporter toy truck! This mighty truck is ready to transport oversized loads and tackle any terrain. With its robust design, large wheels, and bold colors, it's a true beast on the road. The Monster Transporter comes with detachable cargo containers that can be loaded and unloaded for interactive play. Let your child's imagination run wild as they embark on exciting hauling missions and create thrilling scenarios. Get ready for epic adventures with this powerful truck! Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/4M8QdsF/Truck3.png",
        "name": "Tough Towing Truck",
        "seller_name": "Toy World",
        "seller_email": "sales@toyworld.com",
        "sub_category": "Truck",
        "sub_category_id": "b",
        "price": 29.99,
        "rating": 4.5,
        "available_quantity": 10,
        "description": "Take on tough challenges with the Tough Towing Truck! This rugged toy truck is built to handle heavy loads and demanding tasks. Its sturdy construction, realistic design, and bright orange color make it a standout on any playtime construction site. The Tough Towing Truck features a functioning tow hook and a removable trailer, allowing your child to engage in towing adventures. Let their imagination soar as they create their own rescue missions and construction projects. Suitable for ages 5 and up."
    },
    {
        "img": "https://i.ibb.co/G565mSv/Truck4.png",
        "name": "Adventure Explorer",
        "seller_name": "Toys Galore",
        "seller_email": "info@toysgalore.com",
        "sub_category": "Truck",
        "sub_category_id": "b",
        "price": 36.99,
        "rating": 4.8,
        "available_quantity": 5,
        "description": "Embark on thrilling adventures with the Adventure Explorer toy truck! This versatile truck is built to explore and conquer all types of terrain. With its rugged design, large wheels, and realistic detailing, it's perfect for little adventurers. The Adventure Explorer features an opening roof, allowing your child to place action figures or small toys inside for imaginative play. Let their creativity run wild as they navigate through rugged landscapes and discover hidden treasures. Get ready for exciting journeys with this durable and adventurous truck! Suitable for ages 6 and up."
    },
    {
        "img": "https://i.ibb.co/WxrpD6K/Regular-Car1.png",
        "name": "City Cruiser",
        "seller_name": "Toyland Toys",
        "seller_email": "info@toylandtoys.com",
        "sub_category": "Regular Car",
        "sub_category_id": "c",
        "price": 21.99,
        "rating": 4.4,
        "available_quantity": 7,
        "description": "Take a drive through the city with the City Cruiser toy car! This classic and stylish car is perfect for everyday adventures. Its sleek design, glossy red paint, and realistic features make it a favorite among young car enthusiasts. The City Cruiser is built with durable materials and smooth-rolling wheels for hours of enjoyable playtime. Watch your child's imagination soar as they create their own city scenes, pretend to go on family road trips, or simply race around the house. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/mCnwMNx/Regular-Car2.png",
        "name": "Street Racer",
        "seller_name": "Playtime Paradise",
        "seller_email": "sales@playtimeparadise.com",
        "sub_category": "Regular Car",
        "sub_category_id": "c",
        "price": 25.99,
        "rating": 4.7,
        "available_quantity": 9,
        "description": "Get ready to race with the Street Racer toy car! This sleek and sporty car is designed for high-speed action on the imaginary race track. Its aerodynamic shape, bold blue color, and racing decals make it stand out from the crowd. The Street Racer features smooth wheels and a lightweight design for quick and nimble maneuvers. Let your child's imagination zoom ahead as they compete in thrilling races and set new lap records. Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/8gmRrm3/Regular-Car3.png",
        "name": "City Cruiser Deluxe",
        "seller_name": "Funland Toys",
        "seller_email": "info@funlandtoys.com",
        "sub_category": "Regular Car",
        "sub_category_id": "c",
        "price": 29.99,
        "rating": 4.9,
        "available_quantity": 4,
        "description": "Cruise in style with the City Cruiser Deluxe toy car! This deluxe version of a classic car features premium detailing and a vibrant yellow color. With its realistic design and smooth-rolling wheels, it's perfect for little car enthusiasts. The City Cruiser Deluxe comes with opening doors and a removable roof, allowing your child to access the interior and play with small figurines or dolls. Let their imagination run wild as they go on exciting city adventures and explore new destinations. Suitable for ages 5 and up."
    },
    {
        "img": "https://i.ibb.co/kqC6KkJ/Regular-Car4.png",
        "name": "Family Cruiser",
        "seller_name": "Toys Galore",
        "seller_email": "info@toysgalore.com",
        "sub_category": "Regular Car",
        "sub_category_id": "c",
        "price": 27.99,
        "rating": 4.8,
        "available_quantity": 8,
        "description": "Hit the road with the Family Cruiser toy car! This versatile car is designed for family adventures and everyday fun. With its spacious interior, bright green color, and realistic features, it's perfect for imaginative play. The Family Cruiser features opening doors and a removable roof, allowing your child to access the interior and play with small dolls or action figures. Let their creativity soar as they embark on family road trips, go grocery shopping, or explore new destinations. Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/YTCX4TB/Police-Car1.png",
        "name": "Patrol Pro",
        "seller_name": "Toyland Toys",
        "seller_email": "info@toylandtoys.com",
        "sub_category": "Mini Police Car",
        "sub_category_id": "d",
        "price": 19.99,
        "rating": 4.4,
        "available_quantity": 7,
        "description": "Enforce the law with the Patrol Pro mini police car! This compact and speedy police car is designed for little law enforcement enthusiasts. With its vibrant colors, realistic detailing, and flashing lights, it's ready for action. The Patrol Pro features friction-powered wheels for easy movement, allowing your child to chase down the bad guys in imaginative play. Let their creativity flourish as they embark on thrilling police missions and maintain law and order. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/JsTrBZg/Police-Car2.png",
        "name": "Siren Sprinter",
        "seller_name": "Funland Toys",
        "seller_email": "info@funlandtoys.com",
        "sub_category": "Mini Police Car",
        "sub_category_id": "d",
        "price": 22.99,
        "rating": 4.7,
        "available_quantity": 9,
        "description": "Race to the rescue with the Siren Sprinter mini police car! This fast and agile police car is always ready for action. With its sleek design, bright colors, and realistic siren sounds, it captures the excitement of police pursuits. The Siren Sprinter features friction-powered wheels for quick acceleration, allowing your child to simulate high-speed chases in their imaginative play. Let their creativity soar as they enforce the law, respond to emergencies, and protect the community. Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/ns8vVVg/Police-Car3.png",
        "name": "Speedy Cop",
        "seller_name": "Toys Galore",
        "seller_email": "info@toysgalore.com",
        "sub_category": "Mini Police Car",
        "sub_category_id": "d",
        "price": 24.99,
        "rating": 4.6,
        "available_quantity": 6,
        "description": "Catch the criminals in a flash with the Speedy Cop mini police car! This sleek and powerful police car is built for high-speed pursuits. With its aerodynamic design, bold graphics, and functioning lights, it's ready to take on any mission. The Speedy Cop features friction-powered wheels for fast acceleration, allowing your child to race into action during their imaginative play. Let their creativity shine as they uphold the law, apprehend the bad guys, and keep the city safe. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/zmvywZP/Police-Car4.png",
        "name": "Patrol Pursuit",
        "seller_name": "Toy World",
        "seller_email": "sales@toyworld.com",
        "sub_category": "Mini Police Car",
        "sub_category_id": "d",
        "price": 19.99,
        "rating": 4.8,
        "available_quantity": 8,
        "description": "Race to the scene with the Patrol Pursuit mini police car! This compact and agile police car is designed for quick response and action-packed play. With its sleek design, bold colors, and realistic detailing, it's ready for any emergency. The Patrol Pursuit features friction-powered wheels, allowing your child to zoom through their imaginative missions. Let their creativity soar as they enforce the law, chase down the bad guys, and maintain peace in their playtime city. Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/4NMcFVn/fire-Truck1.png",
        "name": "Fire Rescue Hero",
        "seller_name": "Funland Toys",
        "seller_email": "info@funlandtoys.com",
        "sub_category": "Mini Fire Truck",
        "sub_category_id": "e",
        "price": 18.99,
        "rating": 4.5,
        "available_quantity": 7,
        "description": "Be a hero and save the day with the Fire Rescue Hero mini fire truck! This compact and mighty fire truck is designed for action-packed rescue missions. With its bright red color, flashing lights, and realistic sound effects, it brings the excitement of firefighting to life. The Fire Rescue Hero features rolling wheels and a extendable ladder, allowing your child to simulate firefighting scenarios during playtime. Let their imagination soar as they race to the scene, extinguish fires, and ensure the safety of their imaginary community. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/SrDjMDX/fire-Truck2.png",
        "name": "Rescue Squad",
        "seller_name": "Toyland Toys",
        "seller_email": "info@toylandtoys.com",
        "sub_category": "Mini Fire Truck",
        "sub_category_id": "e",
        "price": 21.99,
        "rating": 4.7,
        "available_quantity": 9,
        "description": "Join the rescue squad with the Rescue Squad mini fire truck! This compact and versatile fire truck is always ready for action. With its vibrant colors, realistic detailing, and working sirens, it sparks the imagination of young firefighters. The Rescue Squad features rolling wheels and an extendable ladder, allowing your child to simulate rescue missions and save the day. Let their creativity soar as they rush to the scene, combat fires, and ensure the safety of their playtime community. Suitable for ages 4 and up."
    },
    {
        "img": "https://i.ibb.co/1fFbTnD/fire-Truck3.png",
        "name": "Firefighter Express",
        "seller_name": "Toys Galore",
        "seller_email": "info@toysgalore.com",
        "sub_category": "Mini Fire Truck",
        "sub_category_id": "e",
        "price": 19.99,
        "rating": 4.6,
        "available_quantity": 6,
        "description": "Race to the scene with the Firefighter Express mini fire truck! This compact and speedy fire truck is always ready for action. With its vibrant colors, realistic detailing, and functioning lights, it captures the excitement of firefighting adventures. The Firefighter Express features rolling wheels and a extendable ladder, allowing your child to simulate firefighting scenarios during playtime. Let their imagination soar as they rush to save the day, extinguish fires, and protect their playtime community. Suitable for ages 3 and up."
    },
    {
        "img": "https://i.ibb.co/R0FNXfv/fire-Truck4.png",
        "name": "Rapid Rescuer",
        "seller_name": "Toy World",
        "seller_email": "sales@toyworld.com",
        "sub_category": "Mini Fire Truck",
        "sub_category_id": "e",
        "price": 17.99,
        "rating": 4.8,
        "available_quantity": 8,
        "description": "Respond quickly to emergencies with the Rapid Rescuer mini fire truck! This compact and agile fire truck is designed for rapid response and exciting play. With its bright red color, realistic detailing, and flashing lights, it sparks the imagination of young firefighters. The Rapid Rescuer features rolling wheels, a extendable ladder, and a water hose, allowing your child to simulate firefighting missions during playtime. Let their creativity soar as they race to save the day, extinguish fires, and keep their playtime community safe. Suitable for ages 4 and up."
    }
]